tap "homebrew/bundle"
brew "chezmoi"
brew "git"
brew "mise"
brew "nushell"
cask "arc"
cask "blackhole-2ch"
cask "docker"
cask "fork"
cask "iina"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zed"
vscode "eamodio.gitlens"
vscode "humao.rest-client"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
