tap "homebrew/bundle"
brew "chezmoi"
brew "git"
brew "mise"
cask "blackhole-2ch"
cask "fork"
cask "meld"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zed"
vscode "humao.rest-client"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "tamasfe.even-better-toml"
