tap "homebrew/bundle"
brew "chezmoi"
brew "mise"
brew "nushell"
cask "arc"
cask "bitwarden"
cask "blackhole-2ch"
cask "devtoys"
cask "docker"
cask "fork"
cask "iina"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "humao.rest-client"
vscode "hverlin.mise-vscode"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
